bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
esbenp.prettier-vscode
foxundermoon.shell-format
ms-python.black-formatter
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
qwtel.sqlite-viewer
rust-lang.rust-analyzer
stkb.rewrap
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-italian
vscode-icons-team.vscode-icons
vscodevim.vim
